arthurwang.vsc-prolog
dbaeumer.vscode-eslint
eg2.tslint
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
JakeBecker.elixir-ls
johnpapa.vscode-peacock
kennethceyer.io
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
octref.vetur
pgourlain.erlang
prograhammer.tslint-vue
rebornix.prolog
scala-lang.scala
stefanjarina.vscode-eex-snippets
streetsidesoftware.code-spell-checker
zhuangtongfa.Material-theme
